Repository: mozilla-l10n/mt-training-data
Catalog: dyu/dyu_pontoon.tmx
Source language: en_us
Languages: dyu

source: 2019 End-of-Year Release
dyu: 2019 sàn laban Bɔli

source: 2 down, keep it up!<playIcon></playIcon>
dyu: 2 duguma, i ka to a la!<playIcon></playIcon>

source: ≥ 2 No votes
dyu: ≥ 2 Wote tɛ kɛ

source: ≥ 2 Yes votes
dyu: ≥ 2 Ɔwɔ wotew

source: Abkhaz
dyu: Abkhaz jamana na

source: About
dyu: Kan

source: Accent
dyu: Fɔcogo

source: Account
dyu: Jate

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
dyu: <accuracyLink>Aw ye kunnafoni wɛrɛw lajɛ tiɲɛni sariyaw kan.</accuracyLink>

source: Acehnese
dyu: Acehnekaw ka mɔgɔw

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
dyu: { $actionType }<playIcon></playIcon> yala u ye kumasen fɔ ka ɲɛ wa?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
dyu: { $actionType }<recordIcon></recordIcon> o kɔfɛ, kumasen kalan ni kanba ye

source: { $actionType }<stopIcon></stopIcon> when done
dyu: { $actionType }<stopIcon></stopIcon>ni a kɛra

source: { $actionType } submit when ready
dyu: { $actionType } ci ni a labɛnnen don

source: Add as much information as you can about the language. This could include:
dyu: I bɛ se ka kunnafoni caman fara o kan kan ko la. Nin bɛ se ka kɛ ninnu ye:

source: Additional Language
dyu: Kan Fàralen kan

source: Add Language
dyu: Kan fara a kan

source: Add new custom accent "{ $inputValue }"
dyu: A' ye ladamukan kura fara "{ $inputValue }" kan.

source: Add Your Voice
dyu: Aw ye aw ka kumakan fara a kan

source: Adyghe
dyu: Adyghe (Adyghe) ye

source: Afaan Oromo
dyu: Kan Oromokan na

source: A few bytes
dyu: Bayt damadɔw

source: Afrikaans
dyu: Afirikikan na

source: Age
dyu: Si

source: Albanian
dyu: Albanɛkan na

source: All
dyu: Bɛɛ

source: Amharic
dyu: Amharikikan na

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
dyu: Baarakɛlaw ka kunnafoniw minnu tɔgɔ ma fɔ i n’a fɔ u si hakɛ, cɛya ni musoya ani u fɔcogo, olu bɛ dɛmɛ ka kunnafoni lamɛntaw ɲɛ, minnu bɛ kɛ ka kuma dɔnni masinw ka tiɲɛni dege. I ka baarakɛla tɔgɔ ni i ka imeyili tɛna jɛ abada i ka kunnafoniw cilenw na, wa i bɛ se k’a sugandi n’i bɛna i ka baarakɛla tɔgɔ kɛ foroba la walima n’i tɔgɔ tɛ fɔ.

source: Approve
dyu: Ka sɔ̀n

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
dyu: Kɔnɔnafili min bɛ kɛ ni dususuma ye, o bɛ ɲɛ, nka an t’a fɛ kan wɛrɛw ka fara a kan minnu bɛ se ka kɛ sababu ye ka masin algorisimu dɔ ka daɲɛw dɔn minnu tɛ sɛbɛn sɛbɛnnen kɔnɔ. Ni i bɛ se ka daɲɛ danfaralenw mɛn ni sɛbɛnni ta tɛ, o klip ka kan ka ban. A ka c’a la, o bɛ kɛ telewisɔn bilalen bɛ yɔrɔ min na, walima baro bɛ kɛ yɔrɔ min na a kɛrɛfɛ.

source: Arabic
dyu: Arabukan na

source: Aragonese
dyu: Aragonesekan na

source: Are you coming? <strong>[called by another]</strong>
dyu: Yala aw bɛ na wa? <strong>[a welelen don mɔgɔ wɛrɛ fɛ]</strong>

source: Armenian
dyu: Armenikan na

source: Armenian Western
dyu: Armeni Tlebi jamanaw

source: Ask about a new language
dyu: Aw ye ɲininkali kɛ kan kura dɔ ko la

source: Assamese
dyu: Asamwa

source: Asturian
dyu: Asturian jamana na

source: Audio Format
dyu: Lamɛnni kɛcogo

source: Avatar
dyu: Avatar (Avatar) ye

source: Avatar uploaded
dyu: Avatar ye a bila

source: Average
dyu: Hakɛlama

source: A voice clip is marked "valid" when a user gives it a Yes vote.
dyu: Kumakan-klip dɔ bɛ taamaʃyɛn Kɛ "valid" ni baarakɛla dɔ ye Ɔwɔ wote Di a ma.

source: Avoid too much background noise - it should be easy to hear you.
dyu: Aw ye aw yɛrɛ tanga kɔkan mankan caman ma - a ka kan ka nɔgɔya ka aw mɛn.

source: Awards
dyu: Jara minnu bɛ di

source: Azerbaijani
dyu: Azerbaïdjankan na

source: Back
dyu: Kɔ

source: Background Noise
dyu: Mankan min bɛ kɔkanna na

source: Background Voices
dyu: Kanw kɔkannakow

source: Back to Top
dyu: Segin ka na Sanfɛ

source: Bambara
dyu: Bamanankan

source: Bashkir
dyu: Baskɛri ye

source: Basque
dyu: bamanankan na

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
dyu: Aw ye aw janto sani aw ka ban klip dɔ la k’a da a kan ko kalanden ye daɲɛ dɔ fɔ cogo jugu la, ko a ye degun bila yɔrɔ jugu la, walima ko a bɛ iko a ma ɲininkali taamasiyɛn dɔ jate. Fɔcogo suguya caman bɛ baara la diɲɛ fan bɛɛ la, n’a sɔrɔ i ma dɔw mɛn i ka sigida la. Aw ye waleɲumandɔn jira mɔgɔ minnu na, n’a sɔrɔ olu ni aw ka kuma tɛ kelen ye.

source: Become a Common Voice Partner
dyu: Aw ka kɛ Common Voice Partner ye

source: Belarusian
dyu: Belaruskaw ka kan

source: Benefits
dyu: Nafaw

source: Bengali
dyu: Bengalikan

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
dyu: [‘Beret’ bɛ ɲɛ hali ni degun bɛ daɲɛ fɔlɔ kan (UK) walima filanan (US)].

source: <bold>{ $count }</bold> Clips
dyu: <bold>{ $count }</bold> faralenw

source: <bold>Help us</bold> find more voices
dyu: <bold>An dɛmɛ</bold> ka kumakan caman sɔrɔ

source: Bosnian
dyu: Bosnikaw ka kan

source: Both
dyu: U fila bɛ

source: Both (Speak and Listen)
dyu: O fila bɛɛ (Kunnafoni ani Lamɛnni) .

source: Breton
dyu: Bretonkan na

source: Browse Languages
dyu: Kanw lajɛ

source: Build a custom goal
dyu: Laɲini dɔ jɔ min bɛ kɛ ka kɛɲɛ ni ladamu ye

source: Build Profile
dyu: BuildProfile (Profil) min bɛ kɛ

source: Bulgarian
dyu: Bulgarikan na

source: Burmese
dyu: Burukina Fasokanw

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
dyu: <b>Mun na imɛri ?</b> An bɛ se ka kuma i fɛ don nataw la fɛn caman Changements de la données de données , email bɛ kumaɲɔgɔnya yɔrɔ di an ma .

source: By editing your goal, you may lose your existing progress.
dyu: Ni i ye i ka laɲini ladilan, i bɛ se ka bɔnɛ i ka ɲɛtaa kɔrɔ la.

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
dyu: Ni i y’a sugandi ka batakiw sɔrɔ i b’a jira ko i bɛ ɲɛ ni Mozilla ye nin kunnafoni in ɲɛnabɔ i n’a fɔ a ɲɛfɔlen bɛ cogo min na Mozilla ka <privacyLink>Gundolakow sariya</privacyLink> kɔnɔ.

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
dyu: <b>I sɔnna</b> i kana a ɲini ka kumalasela minnu bɛ Common Voice kunnafonidilan kɔnɔ , olu tɔgɔ dɔn

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
dyu: Ni i ye kunnafoni dɔw di i yɛrɛ kan, i bɛ kunnafoni lamɛntaw minnu ci Common Voice ma, olu nafa bɛna bonya kosɛbɛ Kuma ma Dɔnniya-minɛn minnu bɛ baara Kɛ ni o kunnafoniw ye walasa k’u ka tiɲɛni ɲɛ.

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
dyu: Ni i bɛ baara kɛ ni Common Voice ye, i bɛ sɔn an ka <termsLink>Sariyaw</termsLink> ani <privacyLink>Gundola kunnafoni</privacyLink> ma

source: Cancel Re-recording
dyu: Cancel Segin ka sɛbɛnni kɛ

source: Cancel Submission
dyu: ka dankari Majigi

source: Can't decide?
dyu: Se tɛ ka ko latigɛ wa?

source: Cantonese
dyu: Kantonkan na

source: Catalan
dyu: Katalankan na

source: Central Kurdish
dyu: Cɛma Kurdekan

source: Change your email via Settings under Login Identity
dyu: I ka email Changer ka tɛmɛ Settings fɛ Login Identity jukɔrɔ

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
dyu: A lajɛ n’i ka kan sɛbɛnnen bɛ <languagesPageLink>kan jɛlenw ɲɛ</languagesPageLink>. N’o tɛ, i ka nin sɛbɛn in dafa, an bɛna <strong>i ka bataki ci i ma min bɛ se ka kɛ i bolo ka ɲɛfɔli kɛ i ka kan sigicogo kan</strong>.

source: <chevron></chevron>See less
dyu: <chevron></chevron>Aw ye dɔɔni lajɛ

source: <chevron></chevron>See more
dyu: <chevron></chevron>Aw ye dɔ fara a kan

source: Chinese (China)
dyu: Sinuwaw (Sina)

source: Chinese (Hong Kong)
dyu: Sinuwaw (Hong Kong) .

source: Chinese (Taiwan)
dyu: Sinuwaw (Hong Kong) .

source: Choose language/localization
dyu: Kan/sigida sugandi

source: Chuvash
dyu: Chuvash ye

source: Click
dyu: A digi

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
dyu: { $clipCount } kan klipuw, archive hakɛ bɛɛ lajɛlen { $size }. A bɛ ban{ $expires }

source: Clip Graveyard
dyu: Clip Kaburudo

source: Clips recorded
dyu: Klip minnu sɛbɛnna

source: Clips Uploaded
dyu: Klipw (klip) minnu bilala sen kan

source: Clips validated
dyu: Klipw minnu bɛ tiɲɛ

source: Clips You've Recorded
dyu: Clips I ye minnu sɛbɛn

source: Clips You've Validated
dyu: Clips Aw ye Validée (dafalen) Kɛ

source: Close
dyu: Ka datugu

source: Collecting sentences
dyu: Kumasenw dalajɛli

source: Comment
dyu: Jateminɛ

source: Common Voice data plus all other voice datasets above.
dyu: Common Voice data fara kan dataset tɔw bɛɛ kan sanfɛ.

source: Common Voice Dataset
dyu: Kumakan Daɲɛgafe min bɛ wele ko Common Voice Dataset

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
dyu: Mozilla Common Voice ye fɛɛrɛ ye min bɛ dɛmɛ don ka masinw kalan mɔgɔ lakikaw bɛ kuma cogo min na.

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
dyu: Common Voice ye diɲɛ kɔnɔ kumakan kunnafonidilanba ye min bɛ sɔrɔ foroba la, min bɛ kan caman fɔ.

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
dyu: Common Voice recordings bɛ kɛ kalandenw fɛ, jagokɛla misɛnninw fɛ, ani kan dɔnni kanubagaw fɛ walasa ka dɛmɛ don ka foroba nafolo sɔrɔlenw dege ani k’u yiriwa i n’a fɔ kumakan misaliw. Yala i bɛ se k’a fɔ an ye mun na i b’a fɛ i ka fɔlisenw ka bɔ yen wa?

source: Community, Creatives and Civil Society
dyu: Sigida, Daɲɛw ani Sosiyete Sivilɛ

source: Community participation and decision making.
dyu: Sigidamɔgɔw sendonni ani u ka latigɛw.

source: Community Playbook
dyu: Sigida tulonkɛ gafe

source: Confirm Goal
dyu: Laɲini dafa

source: Connect with Gravatar
dyu: Aw bɛ ɲɔgɔn sɔrɔ ni Gravatar ye

source: Contact
dyu: Ka wele

source: Contact Form
dyu: Ladilikan sɛbɛn

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
dyu: Kɔnɔkow bɛ sɔrɔ <licenseLink>Creative Commons ka lase</licenseLink> kɔnɔ

source: Continue
dyu: Ka taa fɛ

source: Contribute
dyu: Ka Bólomafara di

source: Contribute sentences
dyu: Kumasenw di

source: Contribute to { $lang }
dyu: bolomafara di { $Bamanankan } dɛmɛlila

source: Contribution Activity
dyu: Baara min bɛ kɛ ni bolomafara ye

source: Contribution Criteria
dyu: Bolomafaraw ka sariyaw

source: Contribution Experience
dyu: Bolomafaraw ka ko kɛlenw

source: Contributors record voice clips by reading from a bank of donated sentences.
dyu: Dɛmɛbagaw bɛ kumakan-klipw ta u kɛtɔ ka kalan kɛ ka bɔ kumasenw banki dɔ la minnu dira u ma.

source: Cookies
dyu: Kukisɛw

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
dyu: <coquiLink>Coqui</coquiLink> y' a yɛrɛ di kuma da wulilen fɛɛrɛw ma . U ka porozɛw ye STT ni TTS motɛriw ye minnu sinsinnen bɛ kalan jugu kan.

source: Cornish
dyu: Kɔrnɛyi

source: Corsican
dyu: Kɔrsikan

source: { $count } clips
dyu: { $count }échantillonw (échantillons) ye

source: { $count }mo
dyu: { $count } kalo

source: { $count }wk
dyu: { $count } dɔgɔkun

source: { $count }y
dyu: { $count } san

source: Create a Custom Goal
dyu: Laɲini dɔ dabɔ min bɛ kɛ ka kɛɲɛ ni i yɛrɛ sago ye

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
dyu: Ka sababuw di mɔgɔ suguya caman ma walasa u ka se ka dɛmɛ don Common Voice la, o b’a to kunnafonidilan in bɛ baara kɛ mɔgɔ caman ye. An ye nafolomafɛnw ni misaliw dilan i bɛ se ka baara kɛ ni minnu ye!

source: Criteria
dyu: sariyasenw

source: Croatian
dyu: Kurɔsikan na

source: Czech
dyu: Tchekikan na

source: Dagbani
dyu: Dagbani ye

source: Daily Goal
dyu: Don o don Laɲini

source: Danish
dyu: Danemarkekan na

source: Dashboard
dyu: Dashboard (Dashboard) ye

source: Dataset Release
dyu: Dataset bɔli

source: Datasets
dyu: Donanw (daɲɛgafew) kuluw

source: Date
dyu: Don

source: Days
dyu: Tilew

source: Delete my recordings
dyu: N ka fɔlisenw bɔ yen

source: Delete Profile
dyu: Profil (Profil) bɔ yen

source: Dhivehi
dyu: Dwehi

source: Different language
dyu: Kan wɛrɛw

source: Difficult
dyu: Gɛlɛnman

source: Difficult to pronounce
dyu: A fɔcogo ka gɛlɛn

source: Dioula
dyu: Dioula ye

source: Discard ongoing recording
dyu: Fɔlisen min bɛ sen na, o fili

source: Donate your voice
dyu: Aw ye aw ka kan di

source: Don't see your language on Common Voice yet?
dyu: Aw ma aw ka kan ye Common Voice kan fɔlɔ wa?

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
dyu: I t’a Ye k’i ka kan bɛ Ye Dataset kɔnɔ wa? Walasa ka kan dɔ ɲini, i ka taa an ka Kanw ɲɛ kan.

source: Download
dyu: Ka telesarize

source: Download Common Voice Data
dyu: Téléchargeur (Téléchargeur) ye Kumakan kunnafoniw minnu bɛ sɔrɔ mɔgɔw fɛ

source: Download Data
dyu: Data telesarse

source: Download Dataset Bundle
dyu: Dataset Bundle telesarse

source: Download { $language }
dyu: Ka telesarize{ $language }

source: Download Links
dyu: Télécharger Liens

source: Download My Data
dyu: Télécharger Ne ka Donanw

source: Download profile data
dyu: Profil dataw telesarse

source: Download the Dataset
dyu: Ka telesarize o ye Dataset ye

source: Download the Single Word Target Segment
dyu: Daɲɛ kelen laɲini yɔrɔ telesarse

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
dyu: Yala hakilinaw b’aw bolo an bɛ se ka Common Voice dataset kɛ cogo min na ka ɲɛ wa? An k’a dɔn Discours kan

source: Do you want to continue?
dyu: Yala i b’a fɛ ka taa a fɛ wa?

source: Do you want to Speak, Listen or both?
dyu: Yala i b’a fɛ ka Kuma, Lamɛnni walima u fila bɛɛ wa?

source: Drag and drop or <browseWrap>Browse</browseWrap>
dyu: A sama ka bila walima <browseWrap>Browse</browseWrap>

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
dyu: Bolomafaraw ci waati la, jaabiw bɛna tɛmɛ ‘Submit’ digilen kɔfɛ. Bolomafara bɛna t’a fɛ k’a ɲɛsin a ma ni fɔlisen 5 walima tiɲɛniw kulu nata ye.

source: Dutch
dyu: Hollandekan na

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
dyu: Donan kelen-kelen bɛɛ bɛ Kɛ ni MP3 kɛrɛnkɛrɛnnen ye ani sɛbɛnni-dosiyɛri min bɛ Bɛn o ma. <b>{ $total }</b> lɛrɛ minnu sɛbɛnna kunnafonidilan kɔnɔ, olu caman fana bɛ jamanadenw ka kunnafonidilanw kɔnɔ i n’a fɔ si hakɛ, cɛya ni musoya, ani fɔcogo minnu bɛ se ka dɛmɛ don ka kuma dɔnni masinw ka tiɲɛni dege. Donanw kulu bɛ kɛ sisan <b>{ $valid }</b> lɛrɛw ye minnu sɛgɛsɛgɛra <b>{ $kanw }</b> kanw na, nka an bɛ kan ni kan caman fara a kan tuma bɛɛ. Aw ye an ka <languagesLink>Kanw ɲɛ</languagesLink> lajɛ walasa ka kan dɔ ɲini walima ka dɛmɛ daminɛ.

source: Easy
dyu: Nɔgɔnman

source: Edit
dyu: Ka korize

source: Edit Profile
dyu: Profil (Profil) ladilan

source: Email
dyu: Email (Email) ci

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
dyu: <emailFragment>I tɔgɔ sɛbɛn</emailFragment> an ka bataki cilenw lisi kan walasa k’a dɔn i bɛ se ka i sen don kanpaɲiw, ko kɛtaw ani jɛ-ka-baara kɛcogo la cogo min na Common Voice kan.

source: Email is already used for a different account
dyu: Email bɛ kɛ kaban ka ɲɛsin jatebɔsɛbɛn wɛrɛ ma

source: Email Subscriptions
dyu: Abonnés (Abonnés) minnu bɛ sɔrɔ Email fɛ

source: English
dyu: Angilɛ kan

source: Enter Email to Download
dyu: A’ ye Email don ka telesarize

source: Enter email to send a sign up link
dyu: I ka email don walasa ka sign up link ci

source: Enter your email
dyu: I ka imeyilɛri ladɛrɛsi sɛbɛn

source: Error { $code }
dyu: { $code }Filijuru

source: Erzya
dyu: Erzya ye

source: ESC
dyu: ka kila

source: Esperanto
dyu: Esperantokan na

source: Estonian
dyu: Ɛsitonikan na

source: Events
dyu: Ko minnu kɛra

source: Everyone
dyu: Bɛɛ

source: Exit & Delete clips
dyu: Ka bɔ & Klipw bɔ yen

source: FAQ
dyu: Ɲininkaliw

source: Faroese
dyu: Farokaw ka

source: Fields marked with an asterisk (*) are required.
dyu: Foro minnu taamasiyɛn ye dolow (*) ye, olu wajibiyalen don.

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
dyu: Mɔgɔ wɛrɛw ɲini minnu b’u janto u la. O bɛ se ka kɛ inivɛrisitew ye, kanko kalansow, lafasalitɔnw walima kunnafoniko jɛkuluw. I bolo da a kan k’a ɲɛfɔ ka jɛya u bɛ se ka dɛmɛ cogo min na ani mun na. <outreachTemplates>An ka jatebɔsɛbɛnw lasecogo batakiw lajɛ</outreachTemplates>.

source: Finish editing first?
dyu: Ka sɛgɛsɛgɛli ban fɔlɔ wa?

source: Finish recording
dyu: Aw ye sɛbɛnni kɛ ka ban

source: Finish recording first?
dyu: Ka fɔli kɛ ka ban fɔlɔ wa?

source: Finish Review
dyu: Seginkanni dafa

source: Finnish
dyu: Finlandekan na

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
dyu: Fɔlɔ, i k’a lajɛ n’i ka kan <languageLink> bɛ yen kaban</languageLink>. N’o tɛ, i bɛ se ka <languageRequestLink>ɲininka i ka kan farali kan</languageRequestLink>. Taabolo fla bɛ yen. Site in bamanankan na, ani kumasenw dalajɛli

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
dyu: Kumakan-klip kelen-kelen bɛɛ min dira, ani odio-klip kelen-kelen bɛɛ min sɛgɛsɛgɛra, i ka jatebɔsɛbɛnw bɛ ladamu walasa k’i ka ɲɛtaa labanw jira kan kelen-kelen bɛɛ la i bɛ dɛmɛ don min na. Ɔwɔ, i bɛ se ka dɛmɛ don ka tɛmɛ kelen kan!<br/><br/> Baara kɛ ni dakunw ye walasa k’i ka jatebɔw lajɛ, k’a lajɛ i bɛ cogo min na sigida mɔgɔ wɛrɛw kɛrɛfɛ, ani ka don o don walima dɔgɔkun bolomafara kuntilenna sigi.

source: for example
dyu: I n'a fo

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
dyu: Nin kan daminɛna ninnu na, siti in ye <localizationGlossaryLink>localization</localizationGlossaryLink> sɔrɔ ka ɲɛ, wa <sentenceCollectionGlossaryLink>kumasen caman bɛ a la minnu lajɛlen don</sentenceCollectionGlossaryLink> walasa ka sira di <speakLink>Speak</speakLink> ani <listenLink>Lamɛnni</listenLink ma minnu bɛ taa ɲɛ > bolomafaraw.

source: Foundations
dyu: Jusigilanw

source: French
dyu: Faransikan na

source: Frisian
dyu: Frisikan na

source: Fulah
dyu: Fúla kan

source: Galician
dyu: Galisikan na

source: GB
dyu: Go

source: Georgian
dyu: Georgiekan na

source: German
dyu: Alemaɲikan na

source: Get in touch
dyu: Aw ye ɲɔgɔn sɔrɔ

source: Get involved
dyu: Aw ye aw sen don a la

source: Get Involved
dyu: Aw ye aw sen don a la

source: Get started with goals
dyu: A daminɛ ni kuntilenna ye

source: Get Started with Speech Recognition
dyu: Aw ye a daminɛ ni kuma dɔnni ye

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
dyu: <githubLink>NVIDIA NeMo</githubLink>TM ye <docsLink>da wulilen baarakɛminɛn ye</docsLink> ɲininikɛlaw ye minnu bɛ barokɛ AI misali kura labɛn

source: Goal reached
dyu: Laɲini sera

source: Goals
dyu: kuntilennaw

source: Goan Konkani
dyu: Goan konkan ye

source: Go to Discourse
dyu: Taga Discours (Jɛkulu) yɔrɔ la

source: Go to Languages Page
dyu: Taga kanw ɲɛ kan

source: Go to { $name }
dyu: Taga { $name } la

source: <governanceLink>Read more about how we're governed</governanceLink>
dyu: <governanceLink>Aw ye kunnafoni wɛrɛw kalan an bɛ mara cogo min na</governanceLink>

source: Governments
dyu: Gofɛrɛnamanw

source: Grammatical / spelling error
dyu: Daɲɛgafe / sɛbɛnni fili

source: Great! How many clips a week?
dyu: Belebele! Klip joli bɛ kɛ tile kɔnɔ?

source: Great! How many clips per day?
dyu: Belebele! Klip joli bɛ kɛ tile kɔnɔ?

source: Great!<recordIcon></recordIcon> Record your next clip
dyu: A ka ɲi!<recordIcon></recordIcon> I ka klip nata sɛbɛn

source: Great work!<playIcon></playIcon> Listen again when you're ready
dyu: Baara ɲumanba!<playIcon></playIcon> Aw ye lamɛnni kɛ tugun ni aw labɛnnen don

source: Greek
dyu: Gɛrɛkikan na

source: Guarani
dyu: Gwarani

source: Haitian
dyu: Haïtikan na

source: Hakha Chin
dyu: Hakha Chin ye

source: Have Feedback?
dyu: Aw ye hakilinaw sɔrɔ wa?

source: Have you read our Terms?
dyu: Yala i ye an ka Sariyaw kalan wa?

source: Having an account is not required to contribute, though it is helpful.
dyu: Ka kɛ ni jatebɔsɛbɛn ye, o tɛ wajibiya walasa ka bolomafara di, hali ni o bɛ dɛmɛ don.

source: Having a profile is not required to contribute though it is helpful, see why below.
dyu: Ka kɛ ni profil ye, o man kan ka kɛ walasa ka dɛmɛ don hali ni o bɛ dɛmɛ don, a’ ye mun na a lajɛ jukɔrɔ.

source: Hebrew
dyu: Heburukan na

source: Help
dyu: Dɛmɛ

source: Help Common Voice reach { $hours } hours in a language with a personal goal
dyu: Common Voice dɛmɛ ka se { $hours } lɛrɛw ma kan dɔ la ni a yɛrɛ ka laɲini ye

source: Help create Common Voice’s first target segment in { $locale }
dyu: Dɛmɛ ka Common Voice ka laɲini yɔrɔ fɔlɔ dabɔ { $locale } kɔnɔ.
